nova/DATA/DATA/sow/fio_output_128G
test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1 fio-3.32 Starting 1 process test: Laying out IO file (1 file / 32768MiB) test: (groupid=0, jobs=1): err= 0: pid=3219762: Mon Oct 14 20:04:43 2024 write: IOPS=100k, BW=392MiB/s (411MB/s)(32.0GiB/83629msec); 0 zone resets clat (usec): min=3, max=58299, avg= 9.79, stdev=444.75 lat (usec): min=3, max=58299, avg= 9.82, stdev=444.75 clat percentiles (nsec): | 1.00th=[ 4256], 5.00th=[ 4448], 10.00th=[ 4640], 20.00th=[ 4832], | 30.00th=[ 5024], 40.00th=[ 5408], 50.00th=[ 6176], 60.00th=[ 6496], | 70.00th=[ 6880], 80.00th=[ 7648], 90.00th=[ 8256], 95.00th=[ 9024], | 99.00th=[10688], 99.50th=[11840], 99.90th=[22656], 99.95th=[23936], | 99.99th=[26752] bw ( KiB/s): min=387072, max=439000, per=100.00%, avg=401616.96, stdev=12586.46, samples=167 iops : min=96768, max=109750, avg=100404.30, stdev=3146.64, samples=167 lat (usec) : 4=0.07%, 10=98.01%, 20=1.69%, 50=0.22%, 100=0.01% lat (msec) : 100=0.01% cpu : usr=2.85%, sys=97.12%, ctx=22, majf=0, minf=13 IO depths : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0% submit : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% complete : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% issued rwts: total=0,8388608,0,0 short=0,0,0,0 dropped=0,0,0,0 latency : target=0, window=0, percentile=100.00%, depth=1 Run status group 0 (all jobs): WRITE: bw=392MiB/s (411MB/s), 392MiB/s-392MiB/s (411MB/s-411MB/s), io=32.0GiB (34.4GB), run=83629-83629msec Disk stats (read/write): pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%