nova/DATA/DATA/sow/fio_output_16G
test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1 fio-3.32 Starting 1 process test: Laying out IO file (1 file / 4096MiB) test: (groupid=0, jobs=1): err= 0: pid=3211808: Mon Oct 14 20:01:08 2024 write: IOPS=147k, BW=576MiB/s (604MB/s)(4096MiB/7111msec); 0 zone resets clat (usec): min=3, max=7420, avg= 6.58, stdev=56.20 lat (usec): min=3, max=7421, avg= 6.61, stdev=56.20 clat percentiles (nsec): | 1.00th=[ 4192], 5.00th=[ 4384], 10.00th=[ 4512], 20.00th=[ 4704], | 30.00th=[ 4832], 40.00th=[ 5024], 50.00th=[ 5280], 60.00th=[ 6112], | 70.00th=[ 7136], 80.00th=[ 7840], 90.00th=[ 8256], 95.00th=[ 8896], | 99.00th=[10816], 99.50th=[11456], 99.90th=[22656], 99.95th=[23936], | 99.99th=[26752] bw ( KiB/s): min=572920, max=602912, per=100.00%, avg=590089.43, stdev=7290.83, samples=14 iops : min=143230, max=150728, avg=147522.50, stdev=1822.79, samples=14 lat (usec) : 4=0.12%, 10=96.89%, 20=2.78%, 50=0.21%, 100=0.01% lat (msec) : 10=0.01% cpu : usr=5.27%, sys=94.68%, ctx=4, majf=0, minf=13 IO depths : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0% submit : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% complete : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% issued rwts: total=0,1048576,0,0 short=0,0,0,0 dropped=0,0,0,0 latency : target=0, window=0, percentile=100.00%, depth=1 Run status group 0 (all jobs): WRITE: bw=576MiB/s (604MB/s), 576MiB/s-576MiB/s (604MB/s-604MB/s), io=4096MiB (4295MB), run=7111-7111msec Disk stats (read/write): pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%