nova/DATA/DATA/sow/fio_output_32G
test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1 fio-3.32 Starting 1 process test: Laying out IO file (1 file / 8192MiB) test: (groupid=0, jobs=1): err= 0: pid=3214840: Mon Oct 14 20:01:34 2024 write: IOPS=142k, BW=555MiB/s (582MB/s)(8192MiB/14748msec); 0 zone resets clat (usec): min=3, max=14794, avg= 6.86, stdev=109.64 lat (usec): min=3, max=14794, avg= 6.89, stdev=109.64 clat percentiles (nsec): | 1.00th=[ 4128], 5.00th=[ 4320], 10.00th=[ 4448], 20.00th=[ 4640], | 30.00th=[ 4768], 40.00th=[ 4960], 50.00th=[ 5152], 60.00th=[ 5728], | 70.00th=[ 6880], 80.00th=[ 7712], 90.00th=[ 8256], 95.00th=[ 8640], | 99.00th=[10688], 99.50th=[11584], 99.90th=[22400], 99.95th=[23680], | 99.99th=[26496] bw ( KiB/s): min=535840, max=588896, per=100.00%, avg=569459.59, stdev=13536.77, samples=29 iops : min=133960, max=147224, avg=142364.97, stdev=3384.07, samples=29 lat (usec) : 4=0.30%, 10=97.31%, 20=2.18%, 50=0.21%, 100=0.01% lat (msec) : 20=0.01% cpu : usr=4.28%, sys=95.69%, ctx=5, majf=0, minf=13 IO depths : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0% submit : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% complete : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% issued rwts: total=0,2097152,0,0 short=0,0,0,0 dropped=0,0,0,0 latency : target=0, window=0, percentile=100.00%, depth=1 Run status group 0 (all jobs): WRITE: bw=555MiB/s (582MB/s), 555MiB/s-555MiB/s (582MB/s-582MB/s), io=8192MiB (8590MB), run=14748-14748msec Disk stats (read/write): pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%