nova/DATA/DATA/sow/fio_output_4G
test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1 fio-3.32 Starting 1 process test: Laying out IO file (1 file / 1024MiB) test: (groupid=0, jobs=1): err= 0: pid=3207638: Mon Oct 14 20:00:47 2024 write: IOPS=153k, BW=597MiB/s (626MB/s)(1024MiB/1716msec); 0 zone resets clat (usec): min=3, max=2227, avg= 6.33, stdev=15.86 lat (usec): min=3, max=2227, avg= 6.36, stdev=15.86 clat percentiles (nsec): | 1.00th=[ 4256], 5.00th=[ 4448], 10.00th=[ 4640], 20.00th=[ 4896], | 30.00th=[ 5152], 40.00th=[ 5664], 50.00th=[ 6112], 60.00th=[ 6368], | 70.00th=[ 6688], 80.00th=[ 7072], 90.00th=[ 8032], 95.00th=[ 8768], | 99.00th=[10048], 99.50th=[15424], 99.90th=[22912], 99.95th=[24448], | 99.99th=[26496] bw ( KiB/s): min=586176, max=624416, per=99.84%, avg=610093.33, stdev=20847.48, samples=3 iops : min=146544, max=156104, avg=152523.33, stdev=5211.87, samples=3 lat (usec) : 4=0.04%, 10=98.88%, 20=0.80%, 50=0.26%, 100=0.01% lat (msec) : 2=0.01%, 4=0.01% cpu : usr=4.84%, sys=94.99%, ctx=2, majf=0, minf=13 IO depths : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0% submit : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% complete : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% issued rwts: total=0,262144,0,0 short=0,0,0,0 dropped=0,0,0,0 latency : target=0, window=0, percentile=100.00%, depth=1 Run status group 0 (all jobs): WRITE: bw=597MiB/s (626MB/s), 597MiB/s-597MiB/s (626MB/s-626MB/s), io=1024MiB (1074MB), run=1716-1716msec Disk stats (read/write): pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%