nova/DATA/DATA/sow/fio_output_64G
test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1 fio-3.32 Starting 1 process test: Laying out IO file (1 file / 16384MiB) test: (groupid=0, jobs=1): err= 0: pid=3217274: Mon Oct 14 20:02:32 2024 write: IOPS=117k, BW=458MiB/s (480MB/s)(16.0GiB/35788msec); 0 zone resets clat (usec): min=3, max=29719, avg= 8.34, stdev=223.42 lat (usec): min=3, max=29719, avg= 8.37, stdev=223.42 clat percentiles (nsec): | 1.00th=[ 4256], 5.00th=[ 4512], 10.00th=[ 4704], 20.00th=[ 4960], | 30.00th=[ 5216], 40.00th=[ 5536], 50.00th=[ 6368], 60.00th=[ 6944], | 70.00th=[ 7392], 80.00th=[ 8032], 90.00th=[ 8640], 95.00th=[ 9920], | 99.00th=[11072], 99.50th=[12352], 99.90th=[23168], 99.95th=[24448], | 99.99th=[27264] bw ( KiB/s): min=428064, max=507896, per=100.00%, avg=468974.86, stdev=16821.01, samples=71 iops : min=107016, max=126974, avg=117243.75, stdev=4205.36, samples=71 lat (usec) : 4=0.05%, 10=95.33%, 20=4.37%, 50=0.24%, 100=0.01% lat (msec) : 50=0.01% cpu : usr=3.46%, sys=96.51%, ctx=17, majf=0, minf=13 IO depths : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0% submit : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% complete : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% issued rwts: total=0,4194304,0,0 short=0,0,0,0 dropped=0,0,0,0 latency : target=0, window=0, percentile=100.00%, depth=1 Run status group 0 (all jobs): WRITE: bw=458MiB/s (480MB/s), 458MiB/s-458MiB/s (480MB/s-480MB/s), io=16.0GiB (17.2GB), run=35788-35788msec Disk stats (read/write): pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%