nova/DATA/DATA/sow/fio_output_8G
test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1 fio-3.32 Starting 1 process test: Laying out IO file (1 file / 2048MiB) test: (groupid=0, jobs=1): err= 0: pid=3209404: Mon Oct 14 20:00:54 2024 write: IOPS=163k, BW=636MiB/s (667MB/s)(2048MiB/3219msec); 0 zone resets clat (usec): min=3, max=3874, avg= 5.96, stdev=28.25 lat (usec): min=3, max=3874, avg= 5.99, stdev=28.25 clat percentiles (nsec): | 1.00th=[ 4048], 5.00th=[ 4256], 10.00th=[ 4384], 20.00th=[ 4576], | 30.00th=[ 4832], 40.00th=[ 5152], 50.00th=[ 5792], 60.00th=[ 6112], | 70.00th=[ 6304], 80.00th=[ 6496], 90.00th=[ 6880], 95.00th=[ 7584], | 99.00th=[ 9280], 99.50th=[10432], 99.90th=[22144], 99.95th=[23168], | 99.99th=[25472] bw ( KiB/s): min=637320, max=663208, per=100.00%, avg=653346.67, stdev=12351.01, samples=6 iops : min=159332, max=165802, avg=163337.00, stdev=3087.23, samples=6 lat (usec) : 4=0.57%, 10=98.87%, 20=0.35%, 50=0.20%, 100=0.01% lat (msec) : 4=0.01% cpu : usr=4.82%, sys=95.12%, ctx=4, majf=0, minf=15 IO depths : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0% submit : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% complete : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% issued rwts: total=0,524288,0,0 short=0,0,0,0 dropped=0,0,0,0 latency : target=0, window=0, percentile=100.00%, depth=1 Run status group 0 (all jobs): WRITE: bw=636MiB/s (667MB/s), 636MiB/s-636MiB/s (667MB/s-667MB/s), io=2048MiB (2147MB), run=3219-3219msec Disk stats (read/write): pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%